Repository: Rahul-Chandera/Vittora
Catalog: Vittora/Localizable.xcstrings
Source language: en
Languages: es, hi

source: Scheduled recurring income and expenses are applied on their actual dates; discretionary spend is applied every day.
es: Los ingresos y gastos recurrentes programados se aplican en sus fechas reales; el gasto discrecional se aplica cada día.
hi: निर्धारित आवर्ती आय और खर्च अपनी वास्तविक तारीखों पर जोड़े जाते हैं; गैर-ज़रूरी खर्च हर दिन जोड़ा जाता है.

source: Search payees
es: Buscar beneficiarios
hi: पेयी खोजें

source: Search Privacy
es: Privacidad de búsqueda
hi: Search की गोपनीयता

source: Search transactions
es: Buscar transacciones
hi: ट्रांज़ैक्शन खोजें

source: Section
es: Sección
hi: धारा

source: Section 80C claims were capped at ₹1.5 lakh.
es: Las reclamaciones de la sección 80C tuvieron un tope de ₹1.5 lakh.
hi: धारा 80C के दावों को ₹1.5 लाख तक सीमित कर दिया गया।

source: Section 80C Utilization
es: Utilización de la sección 80C
hi: धारा 80C का उपयोग

source: Section 80CCD(1B) claims were capped at ₹50,000.
es: Las reclamaciones de la sección 80CCD(1B) tuvieron un tope de ₹50,000.
hi: धारा 80CCD(1B) के दावों को ₹50,000 तक सीमित कर दिया गया।

source: Section 80D (parents) claims were capped at the age-based limit.
es: Las reclamaciones de la sección 80D (padres) tuvieron un tope según la edad.
hi: धारा 80D (माता-पिता) के दावों को आयु-आधारित सीमा तक सीमित कर दिया गया।

source: Section 80D (self/family) claims were capped at the age-based limit.
es: Las reclamaciones de la sección 80D (uno mismo/familia) tuvieron un tope según la edad.
hi: धारा 80D (स्वयं/परिवार) के दावों को आयु-आधारित सीमा तक सीमित कर दिया गया।

source: Section 87A rebate applies to ordinary slab tax only, not to special-rate equity gains.
es: La rebaja de la sección 87A aplica solo al impuesto ordinario por tramos, no a ganancias de capital en acciones con tasa especial.
hi: धारा 87A की रिबेट केवल सामान्य स्लैब टैक्स पर लागू होती है, विशेष दर वाले इक्विटी लाभ पर नहीं।

source: Section Caps
es: Topes por sección
hi: धारा की सीमाएं

source: Security
es: Seguridad
hi: सुरक्षा

source: Security audit log
es: Registro de auditoría de seguridad
hi: सिक्योरिटी ऑडिट लॉग

source: See All
es: Ver todo
hi: सभी देखें

source: See all transactions
es: Ver todas las transacciones
hi: सभी ट्रांज़ैक्शन देखें

source: See how many months of essentials you could cover
es: Mira cuántos meses de gastos esenciales podrías cubrir
hi: देखें कि आप कितने महीनों के ज़रूरी खर्च कवर कर सकते हैं

source: See how much you've spent today.
es: Vea cuánto ha gastado hoy.
hi: देखें कि आपने आज कितना खर्च किया है.

source: See how text, surfaces, and your accent work together.
es: Mira cómo se ven juntos el texto, las superficies y tu color de acento.
hi: देखें कि टेक्स्ट, सरफ़ेस और आपका एक्सेंट रंग एक साथ कैसे दिखते हैं।

source: See how your total balance changes over time
es: Vea cómo cambia su saldo total con el tiempo
hi: देखें कि समय के साथ आपका कुल बैलेंस कैसे बदलता है

source: See today's spending and budget at a glance.
es: Mira de un vistazo el gasto y el presupuesto de hoy.
hi: आज का खर्च और बजट एक नज़र में देखें।

source: See which Indian tax regime produces the lower estimate using the same income details.
es: Vea qué régimen fiscal indio produce la estimación más baja con los mismos datos de ingresos.
hi: देखें कि समान आय विवरण के आधार पर भारत की कौन-सी कर व्यवस्था कम अनुमान देती है।

source: Select
es: Seleccionar
hi: चुनें

source: Select a Transaction
es: Seleccionar una transacción
hi: कोई ट्रांज़ैक्शन चुनें

source: Select account
es: Seleccionar cuenta
hi: अकाउंट चुनें

source: Select Account
es: Seleccionar cuenta
hi: अकाउंट चुनें

source: Select at least 2 members.
es: Seleccione al menos 2 miembros.
hi: कम से कम 2 सदस्य चुनें।

source: Select category
es: Seleccionar categoría
hi: कैटेगरी चुनें

source: Select Category
es: Seleccionar categoría
hi: कैटेगरी चुनें

source: Select Currency
es: Seleccionar moneda
hi: करेंसी चुनें

source: Select Expense Category
es: Seleccionar categoría de gasto
hi: खर्च की कैटेगरी चुनें

source: Select multiple receipt photos to scan and attach.
es: Seleccione varias fotos de recibos para escanear y adjuntar.
hi: स्कैन और अटैच करने के लिए रसीदों की कई फ़ोटो चुनें।

source: Select Period
es: Seleccionar período
hi: अवधि चुनें

source: Select year
es: Seleccionar año
hi: वर्ष चुनें

source: Select…
es: Seleccionar…
hi: चुनें…

source: Selected
es: Seleccionado
hi: चुना गया

source: Selected category color
es: Color de categoría seleccionado
hi: चुना गया कैटेगरी रंग

source: Selected category no longer exists.
es: La categoría seleccionada ya no existe.
hi: चुनी गई कैटेगरी अब मौजूद नहीं है।

source: Self Employed / Business
es: Trabajador independiente / Negocio
hi: स्व-रोज़गार / व्यवसाय

source: Send Email
es: Enviar correo
hi: ईमेल भेजें

source: Senior citizens (60+) and super-senior citizens (80+) have higher basic exemption limits under the old regime.
es: Los adultos mayores (60+) y super adultos mayores (80+) tienen límites de exención básica más altos bajo el régimen antiguo.
hi: पुरानी कर व्यवस्था में वरिष्ठ नागरिकों (60+) और अति वरिष्ठ नागरिकों (80+) के लिए मूल छूट की सीमा अधिक है।

source: Set a budget
es: Establecer un presupuesto
hi: बजट सेट करें

source: Set amount
es: Establecer monto
hi: राशि सेट करें

source: Set and manage budgets
es: Configure y administre presupuestos
hi: बजट सेट और मैनेज करें

source: Set Date of Birth
es: Establecer fecha de nacimiento
hi: जन्मतिथि सेट करें

source: Set Deadline
es: Establecer fecha límite
hi: अंतिम तारीख सेट करें

source: Set Due Date
es: Establecer fecha de vencimiento
hi: देय तारीख सेट करें

source: Set Up Account
es: Configurar cuenta
hi: अकाउंट सेट अप करें

source: Set Up Profile
es: Configurar perfil
hi: प्रोफ़ाइल सेट अप करें

source: Set up tax profile
es: Configurar perfil fiscal
hi: टैक्स प्रोफ़ाइल सेट अप करें

source: Set Up Your First Account
es: Configure su primera cuenta
hi: अपना पहला अकाउंट सेट अप करें

source: Set up your income and regime to get an instant tax estimate
es: Configure sus ingresos y régimen para obtener una estimación de impuestos al instante
hi: तुरंत टैक्स अनुमान पाने के लिए अपनी आय और कर व्यवस्था सेट अप करें

source: Setting up your export options and validating the date range.
es: Configurando opciones de exportación y validando el rango de fechas.
hi: एक्सपोर्ट विकल्प सेट किए जा रहे हैं और तारीख की सीमा की जांच की जा रही है।

source: Settings
es: Ajustes
hi: सेटिंग्स

source: Settings Unavailable
es: Ajustes no disponibles
hi: सेटिंग्स उपलब्ध नहीं हैं

source: Settle
es: Saldar
hi: हिसाब चुकाएँ

source: Settle All
es: Saldar todo
hi: सभी हिसाब चुकाएँ

source: Settle Debt
es: Saldar deuda
hi: कर्ज़ चुकाएँ

source: Settle Full Amount (%@)
es: Saldar monto total (%@)
hi: पूरी राशि (%@) चुकाएँ

source: Settle Up
es: Saldar cuentas
hi: हिसाब बराबर करें

source: Settled
es: Saldado
hi: हिसाब चुकाया गया

source: Settled Expenses
es: Gastos saldados
hi: चुकाए गए खर्च

source: Settlement amount
es: Monto de liquidación
hi: निपटान राशि

source: Settlement Amount
es: Monto de liquidación
hi: निपटान राशि

source: Settlement amount exceeds remaining balance
es: El monto de liquidación supera el saldo restante
hi: निपटान राशि बाकी बैलेंस से अधिक है

source: Settlement amount must be greater than zero
es: El monto de liquidación debe ser mayor que cero
hi: निपटान राशि शून्य से अधिक होनी चाहिए

source: Setup
es: Configuración
hi: सेटअप

source: Seven-day spending
es: Gasto de siete días
hi: सात दिनों का खर्च

source: Share
es: Compartir
hi: शेयर करें

source: Share Failed
es: No se pudo compartir
hi: शेयर नहीं हो सका

source: Share File
es: Compartir archivo
hi: फ़ाइल शेयर करें

source: Share Message
es: Compartir mensaje
hi: संदेश साझा करें

source: Share Summary
es: Compartir resumen
hi: सारांश शेयर करें

source: Share weights must sum to more than zero.
es: Los pesos de reparto deben sumar más que cero.
hi: शेयर वेट का कुल योग शून्य से अधिक होना चाहिए।

source: Share your year
es: Comparte tu año
hi: अपना साल शेयर करें

source: shares
es: partes
hi: हिस्से

source: Shares
es: Partes
hi: हिस्से

source: Shopping
es: Compras
hi: खरीदारी

source: Shortfall to reach three months
es: Faltante para llegar a tres meses
hi: तीन महीने तक पहुँचने में कमी

source: Show transactions in Search
es: Mostrar transacciones en Búsqueda
hi: Search में ट्रांज़ैक्शन दिखाएँ

source: Showing %@ only — amounts in other currencies are not combined.
es: Mostrando solo %@: los montos en otras monedas no se combinan.
hi: सिर्फ़ %@ दिखाया जा रहा है — दूसरी करेंसी की रकम नहीं जोड़ी गई।

source: Shows actual and projected monthly surplus or deficit.
es: Muestra el superávit o déficit mensual real y proyectado.
hi: वास्तविक और अनुमानित मासिक सरप्लस या घाटा दिखाता है।

source: Shows attachment options
es: Muestra las opciones de adjunto
hi: अटैचमेंट विकल्प दिखाता है

source: Shows balance changes over time.
es: Muestra los cambios de saldo con el tiempo.
hi: समय के साथ बैलेंस में बदलाव दिखाता है।

source: Shows daily spending compared with the average daily budget.
es: Muestra el gasto diario comparado con el presupuesto diario promedio.
hi: औसत दैनिक बजट की तुलना में रोज़ का खर्च दिखाता है।

source: Shows each month as either surplus or deficit.
es: Muestra cada mes como superávit o déficit.
hi: हर महीने को सरप्लस या घाटे के रूप में दिखाता है।

source: Shows how spending changes over time.
es: Muestra cómo cambia el gasto con el tiempo.
hi: समय के साथ खर्च में बदलाव दिखाता है।

source: Shows how spending was distributed across months in the year.
es: Muestra cómo se distribuyó el gasto entre los meses del año.
hi: दिखाता है कि साल के महीनों में खर्च कैसे बँटा।

source: Shows monthly income and expense totals.
es: Muestra totales mensuales de ingresos y gastos.
hi: मासिक आय और खर्च का कुल योग दिखाता है।

source: Shows recurring transaction details
es: Muestra los detalles de la transacción recurrente
hi: आवर्ती ट्रांज़ैक्शन का विवरण दिखाता है

source: Shows the categories contributing the most to the selected period.
es: Muestra las categorías que más contribuyen al período seleccionado.
hi: चुनी गई अवधि में सबसे अधिक योगदान देने वाली कैटेगरी दिखाता है।

source: Shows the highest-spending categories for the current month.
es: Muestra las categorías con mayor gasto del mes actual.
hi: इस महीने सबसे अधिक खर्च वाली कैटेगरी दिखाता है।

source: Sign in to iCloud to sync your data across devices.
es: Inicie sesión en iCloud para sincronizar sus datos entre dispositivos.
hi: अपने डेटा को सभी डिवाइस पर सिंक करने के लिए iCloud में साइन इन करें.

source: Similar transaction(s) found. Review before saving.
es: Se encontraron transacción(es) similares. Revise antes de guardar.
hi: मिलते-जुलते ट्रांज़ैक्शन मिले हैं। सेव करने से पहले जाँच लें।

source: Similar Transactions
es: Transacciones similares
hi: मिलते-जुलते ट्रांज़ैक्शन

source: Single
es: Soltero
hi: एकल

source: Skipped rows
es: Filas omitidas
hi: छोड़ी गई पंक्तियाँ

source: Social Security (employee)
es: Seguro Social (empleado)
hi: सोशल सिक्योरिटी (कर्मचारी)

source: Some quick entry options couldn't be loaded. Please try again.
es: No se pudieron cargar algunas opciones de entrada rápida. Inténtelo de nuevo.
hi: कुछ क्विक एंट्री विकल्प लोड नहीं हो सके। कृपया फिर से कोशिश करें।

source: Some transaction form options couldn't be loaded. Please try again.
es: No se pudieron cargar algunas opciones del formulario de transacción. Inténtelo de nuevo.
hi: ट्रांज़ैक्शन फ़ॉर्म के कुछ विकल्प लोड नहीं हो सके। कृपया फिर से कोशिश करें।

source: someone
es: alguien
hi: कोई व्यक्ति

source: Something went wrong.
es: Algo salió mal.
hi: कुछ गड़बड़ हो गई।

source: Source account not found
es: Cuenta de origen no encontrada
hi: स्रोत अकाउंट नहीं मिला

source: Source and destination accounts must be different
es: Las cuentas de origen y destino deben ser diferentes
hi: स्रोत और गंतव्य अकाउंट अलग-अलग होने चाहिए

source: Spending
es: Gasto
hi: खर्च

source: Spending by category with percentages
es: Gasto por categoría con porcentajes
hi: प्रतिशत सहित कैटेगरी के अनुसार खर्च

source: Spending Summary
es: Resumen de gastos
hi: खर्च का सारांश

source: Spending Trend
es: Tendencia de gasto
hi: खर्च का रुझान

source: Spending Trends
es: Tendencias de gasto
hi: खर्च के रुझान

source: Spent
es: Gastado
hi: खर्च किया

source: Spent %@
es: Gastado %@
hi: %@ खर्च किए

source: Spent %@ today
es: Gastado %@ hoy
hi: आज %@ खर्च किए

source: Spent %@, earned %@
es: Gastado %@, ganado %@
hi: खर्च किए %@, कमाए %@

source: spent this year
es: gastado este año
hi: इस साल खर्च किया

# Split amounts (%@) must equal the total (%@).
source: Split amounts (%1$@) must equal the total (%2$@).
es: Los montos divididos (%@) deben igualar el total (%@).
hi: बाँटी गई राशियों (%1$@) का योग कुल राशि (%2$@) के बराबर होना चाहिए।

source: Split Expenses
es: Dividir gastos
hi: खर्च बाँटें

source: Split expenses with friends
es: Dividir gastos con amigos
hi: दोस्तों के साथ खर्च बाँटें

source: Split group has no members.
es: El grupo dividido no tiene miembros.
hi: स्प्लिट ग्रुप में कोई सदस्य नहीं है।

source: Split group not found
es: Grupo dividido no encontrado
hi: स्प्लिट ग्रुप नहीं मिला

source: Split Group Report
es: Informe de grupo dividido
hi: स्प्लिट ग्रुप रिपोर्ट

source: Split Groups
es: Grupos divididos
hi: स्प्लिट ग्रुप

source: Split Method
es: Método de división
hi: बाँटने का तरीका

# Split summary for "%@" Members: %@ %@ %@
source: Split summary for "%1$@" Members: %2$@ %3$@ %4$@
es: Resumen de división de "%@" Miembros: %@ %@ %@
hi: "%1$@" का स्प्लिट सारांश सदस्य: %2$@ %3$@ %4$@

source: Splits
es: Divisiones
hi: स्प्लिट

source: Standard Deduction
es: Deducción estándar
hi: मानक कटौती

source: Start
es: Inicio
hi: शुरुआत

source: Start Date
es: Fecha de inicio
hi: शुरू होने की तारीख

source: Start Tracking
es: Comenzar seguimiento
hi: ट्रैक करना शुरू करें

source: Starting Balance
es: Saldo inicial
hi: शुरुआती बैलेंस

source: State taxes and cess on surcharges are modeled only at the federal level; verify with a CA.
es: Los impuestos estatales y el cess sobre recargos se modelan solo a nivel federal; verifique con un contador.
hi: राज्य कर और सरचार्ज पर सेस को केवल फ़ेडरल स्तर पर मॉडल किया गया है; CA से पुष्टि करें।

source: Statement Day
es: Día de corte
hi: स्टेटमेंट की तारीख

source: Status
es: Estado
hi: स्थिति

source: Stay on top of your money
es: Mantenga el control de su dinero
hi: अपने पैसों पर पूरी नज़र रखें

source: Step 1 of 3
es: Paso 1 de 3
hi: 3 में से चरण 1

source: Step 2 of 3
es: Paso 2 de 3
hi: 3 में से चरण 2

source: Step 3 of 3
es: Paso 3 de 3
hi: 3 में से चरण 3

source: Subscription Audit
es: Auditoría de suscripciones
hi: सब्सक्रिप्शन ऑडिट

source: Subscriptions
es: Suscripciones
hi: सब्सक्रिप्शन

source: Suggested category: %@
es: Categoría sugerida: %@
hi: सुझाई गई कैटेगरी: %@

source: Suggested monthly
es: Mensual sugerido
hi: सुझाई गई मासिक राशि

source: Suggested monthly savings
es: Ahorro mensual sugerido
hi: सुझाई गई मासिक बचत

source: Suggested: %@
es: Sugerido: %@
hi: सुझाव: %@

source: Supported: JPEG, PNG, PDF
es: Compatible: JPEG, PNG, PDF
hi: समर्थित: JPEG, PNG, PDF

source: Surcharge
es: Recargo
hi: सरचार्ज

source: Surcharge on equity LTCG/STCG is capped at 15% under Sections 111A/112A-style modeling.
es: El recargo sobre ganancias LTCG/STCG en acciones tiene un tope del 15% bajo modelado estilo secciones 111A/112A.
hi: सेक्शन 111A/112A आधारित मॉडलिंग के तहत इक्विटी LTCG/STCG पर सरचार्ज अधिकतम 15% है।

source: Surplus
es: Superávit
hi: सरप्लस

source: Sync
es: Sincronizar
hi: सिंक

source: Sync conflict resolved
es: Conflicto de sincronización resuelto
hi: सिंक टकराव हल हो गया

source: Sync error: %@
es: Error de sincronización: %@
hi: सिंक त्रुटि: %@

source: Sync integrity issue
es: Problema de integridad de sincronización
hi: सिंक इंटीग्रिटी में समस्या

source: Sync status: %@
es: Estado de sincronización: %@
hi: सिंक की स्थिति: %@

source: Sync will resume when you're back online.
es: La sincronización se reanudará cuando vuelva a estar en línea.
hi: आपके दोबारा ऑनलाइन होने पर सिंक फिर शुरू हो जाएगा.

source: Synced
es: Sincronizado
hi: सिंक हो गया

source: Syncing…
es: Sincronizando…
hi: सिंक हो रहा है…

source: System
es: Sistema
hi: सिस्टम

source: System applied LWW (outcome ambiguous)
es: El sistema aplicó LWW (resultado ambiguo)
hi: सिस्टम ने LWW लागू किया (नतीजा अस्पष्ट)

source: Tags
es: Etiquetas
hi: टैग

source: Tap to edit profile
es: Toque para editar el perfil
hi: प्रोफ़ाइल में बदलाव करने के लिए टैप करें

source: Tap to view goal details
es: Toque para ver detalles de la meta
hi: लक्ष्य की जानकारी देखने के लिए टैप करें

source: Target
es: Objetivo
hi: लक्ष्य

source: Target Account
es: Cuenta destino
hi: लक्षित अकाउंट

source: Target amount
es: Monto objetivo
hi: लक्ष्य राशि

source: Target amount must be greater than zero.
es: El monto objetivo debe ser mayor que cero.
hi: लक्ष्य राशि शून्य से अधिक होनी चाहिए।

source: Target Date
es: Fecha objetivo
hi: लक्ष्य तारीख

source: Tax
es: Impuestos
hi: टैक्स

source: Tax bracket distribution
es: Distribución por tramo impositivo
hi: टैक्स ब्रैकेट वितरण

source: Tax Breakdown
es: Desglose de impuestos
hi: टैक्स का ब्यौरा

source: Tax by Bracket
es: Impuestos por tramo
hi: टैक्स स्लैब के अनुसार

source: Tax estimate
es: Estimación de impuestos
hi: टैक्स अनुमान

source: Tax Estimate
es: Estimación de impuestos
hi: अनुमानित टैक्स

source: Tax estimate details
es: Detalles de la estimación de impuestos
hi: टैक्स अनुमान का विवरण

source: Tax Estimator
es: Estimador fiscal
hi: टैक्स कैलकुलेटर

source: Tax export is not available right now.
es: La exportación de impuestos no está disponible en este momento.
hi: टैक्स एक्सपोर्ट अभी उपलब्ध नहीं है।

source: Tax Profile
es: Perfil fiscal
hi: टैक्स प्रोफ़ाइल

source: Tax Regime
es: Régimen fiscal
hi: कर व्यवस्था

source: Tax-Related Activity
es: Actividad relacionada con impuestos
hi: टैक्स से जुड़ी गतिविधि

source: Taxable
es: Gravable
hi: कर योग्य

source: Taxable Income
es: Ingresos gravables
hi: कर योग्य आय

source: TDS on rent (Section 194-IB)
es: TDS sobre renta (sección 194-IB)
hi: किराए पर TDS (धारा 194-IB)

source: Terms of Service
es: Términos de servicio
hi: सेवा की शर्तें

source: The account for this operation could not be found.
es: No se encontró la cuenta para esta operación.
hi: इस कार्रवाई के लिए अकाउंट नहीं मिला.

source: The confirmation text must match exactly.
es: El texto de confirmación debe coincidir exactamente.
hi: पुष्टि के लिए लिखा टेक्स्ट बिल्कुल मेल खाना चाहिए।

source: The conflict log keeps the 20 most recent events. Conflicts within 60 seconds of each other are flagged as ambiguous due to possible clock skew.
es: El registro de conflictos conserva los 20 eventos más recientes. Los conflictos dentro de 60 segundos se marcan como ambiguos por posible desfase de reloj.
hi: टकराव लॉग में हाल की 20 घटनाएँ रखी जाती हैं। घड़ी के समय में संभावित अंतर के कारण 60 सेकंड के भीतर हुए टकराव अस्पष्ट के रूप में चिह्नित किए जाते हैं।

source: The CSV file is empty.
es: El archivo CSV está vacío.
hi: CSV फ़ाइल खाली है।

source: The current CloudKit integration logs timestamps and outcomes for automatic resolutions. More detailed record snapshots can be added later without changing this review flow.
es: La integración actual de CloudKit registra marcas de tiempo y resultados de resoluciones automáticas. Más adelante se pueden agregar instantáneas de registros más detalladas sin cambiar este flujo de revisión.
hi: मौजूदा CloudKit इंटीग्रेशन अपने-आप हुए समाधान के टाइमस्टैम्प और नतीजे लॉग करता है। इस समीक्षा प्रक्रिया को बदले बिना बाद में रिकॉर्ड के अधिक विस्तृत स्नैपशॉट जोड़े जा सकते हैं।

source: The encrypted document could not be decoded for preview.
es: No se pudo decodificar el documento cifrado para la vista previa.
hi: प्रीव्यू के लिए एन्क्रिप्टेड दस्तावेज़ को डीकोड नहीं किया जा सका।

source: The saved amount in this goal will count toward your emergency-fund coverage.
es: El monto ahorrado en esta meta contará para la cobertura de tu fondo de emergencia.
hi: इस लक्ष्य में बचाई गई राशि आपकी आपातकालीन फंड कवरेज में गिनी जाएगी।

source: Theme
es: Tema
hi: थीम

source: there
es: allí
hi: दोस्त

source: This budget could not be loaded
es: No se pudo cargar este presupuesto
hi: यह बजट लोड नहीं हो सका

source: This document type cannot be previewed.
es: Este tipo de documento no se puede previsualizar.
hi: इस प्रकार के दस्तावेज़ का प्रीव्यू नहीं देखा जा सकता।

source: This is a general guideline, not financial advice.
es: Esta es una guía general, no asesoría financiera.
hi: यह एक सामान्य दिशानिर्देश है, वित्तीय सलाह नहीं।

source: This is everything that will be included.
es: Esto es todo lo que se incluirá.
hi: भेजने से पहले यही सब शामिल होगा।

source: This Month
es: Este mes
hi: इस महीने

source: This month summary
es: Resumen de este mes
hi: इस महीने का सारांश

source: This permanently deletes the data store Vittora couldn't open, along with saved settings. This cannot be undone.
es: Esto elimina permanentemente el almacén de datos que Vittora no pudo abrir, junto con ajustes guardados. Esto no se puede deshacer.
hi: इससे वह डेटा स्टोर, जिसे Vittora खोल नहीं सका, सेव की गई सेटिंग्स सहित हमेशा के लिए मिट जाएगा. इसे वापस नहीं किया जा सकता.

source: This permanently erases all financial data, removes saved settings, and resets Vittora to its initial state. This cannot be undone.
es: Esto borra permanentemente todos los datos financieros, elimina ajustes guardados y restablece Vittora a su estado inicial. Esto no se puede deshacer.
hi: इससे सारा वित्तीय डेटा हमेशा के लिए मिट जाएगा, सेव की गई सेटिंग हट जाएँगी और Vittora अपनी शुरुआती स्थिति में रीसेट हो जाएगा। इसे वापस नहीं किया जा सकता।

source: This Quarter
es: Este trimestre
hi: इस तिमाही

source: This transaction could not be loaded.
es: No se pudo cargar esta transacción.
hi: यह ट्रांज़ैक्शन लोड नहीं हो सका।

source: This transaction isn't linked to an account.
es: Esta transacción no está vinculada a una cuenta.
hi: यह ट्रांज़ैक्शन किसी अकाउंट से लिंक नहीं है।

source: This will be your default display currency.
es: Esta será su moneda de visualización predeterminada.
hi: यह आपकी डिफ़ॉल्ट डिस्प्ले करेंसी होगी।

source: This will permanently delete all %@. This cannot be undone.
es: Esto eliminará permanentemente todos los %@. Esto no se puede deshacer.
hi: इससे सभी %@ हमेशा के लिए डिलीट हो जाएँगे। इसे वापस नहीं किया जा सकता।

source: This will permanently erase ALL your data and reset the app to its initial state. This cannot be undone.
es: Esto borrará permanentemente TODOS sus datos y restablecerá la app a su estado inicial. Esto no se puede deshacer.
hi: इससे आपका सारा डेटा हमेशा के लिए मिट जाएगा और ऐप अपनी शुरुआती स्थिति में रीसेट हो जाएगा। इसे वापस नहीं किया जा सकता।

source: Three to six months is a general guideline, not personalized financial advice.
es: De tres a seis meses es una guía general, no asesoría financiera personalizada.
hi: तीन से छह महीने एक सामान्य दिशानिर्देश है, व्यक्तिगत वित्तीय सलाह नहीं।

source: Tie
es: Empate
hi: बराबरी

source: To
es: A
hi: को

source: To Account
es: Cuenta destino
hi: जिस अकाउंट में

source: To reach 3 months
es: Para llegar a 3 meses
hi: 3 महीने तक पहुँचने के लिए

source: Today
es: Hoy
hi: आज

source: Today's Spending
es: Gasto de hoy
hi: आज का खर्च

source: Today's spending and budget progress on the Lock Screen.
es: Gasto de hoy y progreso del presupuesto en la pantalla de bloqueo.
hi: Lock Screen पर आज का खर्च और बजट की प्रगति.

source: Tomorrow
es: Mañana
hi: कल

source: Too many attempts — try again in %llds
es: Demasiados intentos — inténtelo de nuevo en %lld s
hi: बहुत ज़्यादा कोशिशें की गईं — %lld सेकंड बाद फिर कोशिश करें

source: Too many failed attempts. Try again in %lld seconds.
es: Demasiados intentos fallidos. Inténtelo de nuevo en %lld segundos.
hi: बहुत ज़्यादा असफल प्रयास हुए. %lld सेकंड बाद फिर से कोशिश करें.

source: Top Budgets
es: Principales presupuestos
hi: प्रमुख बजट
